{"id": 2, "data": "0,\"Texas Top Diversity-Owned Business", "label": [[13, 28, "diversity"]]}
{"id": 3, "data": "1,\"Top 50 Houston Fastest Growing Woman-Owned Businesses – Houston Business Journal.", "label": [[34, 45, "diversity"]]}
{"id": 4, "data": "2,Top 50 Woman-Owned Businesses – Houston Business Journal", "label": [[9, 31, "diversity"]]}
{"id": 8, "data": "6,Minority Professional Services Firm of the Year is presented to MPACT Strategic Consulting an emergency management", "label": [[2, 32, "diversity"]]}
{"id": 9, "data": "7,Minority Construction Firm of the Year is presented to NEZ/FCI Native American, LLC.", "label": [[2, 28, "diversity"]]}
{"id": 10, "data": "8,Robert J. Brown Minority Business Enterprise of the Year is presented to Management and Engineering Technologies International (METI). METI provides information technology and engineering support services to the federal sector and private industry throughout the United States and several other countries. Established in 1994, METI has a presence in more than 20 states and an international presence that spans more than 80 countries", "label": [[18, 46, "diversity"]]}
{"id": 12, "data": "10,Distinguished Supplier Diversity Award is presented to Ingersoll Rand. Under the leadership of Jackie LaJoie, Ingersoll Rand is building world class programs and driving results for diversity and inclusion.  Since 2013, Ingersoll Rand has spent more than $2.4 billion with minority-owned businesses. They are committed to operating a successful and sustainable program that creates jobs for supplier partners, economic growth for local communities, and customers for life for Ingersoll Rand.", "label": [[276, 299, "diversity"]]}
{"id": 13, "data": "11, Women Business Owners of the Year Awards has recognized and honored Puget Sound area women entrepreneurs who have made outstanding contributions to the status of women business owners through their leadership in business and the community. The award, originally known as the Nellie Cashman Award, is the most prestigious and longest running honor of its kind in the region.", "label": [[4, 25, "diversity"]]}
